{
    "@context": "https://schema.org",
    "@type": "FAQPage",
    "mainEntity": [{
      "@type": "Question",
      "name": "What is the return policy?",
      "acceptedAnswer": {
        "@type": "Answer",
        "text": "<p>Most unopened items in new condition and returned within <b>90 days</b> will receive a refund or exchange. Some items have a modified return policy noted on the receipt or packing slip. Items that are opened or damaged or do not have a receipt may be denied a refund or exchange. Items purchased online or in-store may be returned to any store.</p><p>Online purchases may be returned via a major parcel carrier. <a href=http://example.com/returns> Click here </a> to initiate a return.</p>"
      }
    }, {
      "@type": "Question",
      "name": "How long does it take to process a refund?",
      "acceptedAnswer": {
        "@type": "Answer",
        "text": "We will reimburse you for returned items in the same way you paid for them. For example, any amounts deducted from a gift card will be credited back to a gift card. For returns by mail, once we receive your return, we will process it within 4–5 business days. It may take up to 7 days after we process the return to reflect in your account, depending on your financial institution's processing time."
      }
    }, {
      "@type": "Question",
      "name": "What is the policy for late/non-delivery of items ordered online?",
      "acceptedAnswer": {
        "@type": "Answer",
        "text": "<p>Our local teams work diligently to make sure that your order arrives on time, within our normaldelivery hours of 9AM to 8PM in the recipient's time zone. During  busy holiday periods like Christmas, Valentine's and Mother's Day, we may extend our delivery hours before 9AM and after 8PM to ensure that all gifts are delivered on time. If for any reason your gift does not arrive on time, our dedicated Customer Service agents will do everything they can to help successfully resolve your issue.</p><p><a href=https://example.com/orders/>Click here</a> to complete the form with your order-related question(s).</p>"
      }
    }, {
      "@type": "Question",
      "name": "When will my credit card be charged?",
      "acceptedAnswer": {
        "@type": "Answer",
        "text": "We'll attempt to securely charge your credit card at the point of purchase online. If there's a problem, you'll be notified on the spot and prompted to use another card. Once we receive verification of sufficient funds, your payment will be completed and transferred securely to us. Your account will be charged in 24 to 48 hours."
      }
    }, {
      "@type": "Question",
      "name": "Will I be charged sales tax for online orders?",
      "acceptedAnswer": {
        "@type": "Answer",
        "text":"Local and State sales tax will be collected if your recipient's mailing address is in: <ul><li>Arizona</li><li>California</li><li>Colorado</li></ul>"}
      }, {
        "@type": "Question",
        "name": "How do I change my order?",
        "acceptedAnswer": {
          "@type": "Answer",
          "text": "You should contact your Dell Inc. Sales Representative at the number listed on your contract to make any changes to your pending order."
        }
      }, {
        "@type": "Question",
        "name": "How can I obtain my account number for my Dell Business Credit account?",
        "acceptedAnswer": {
          "@type": "Answer",
          "text": "Your 19-digit account number can be found on your monthly statement or by logging into your online account at www.dell.com/dfs."
        }
      }, {
        "@type": "Question",
        "name": "Can I make a payment online?",
        "acceptedAnswer": {
          "@type": "Answer",
          "text": "Online bill payment is offered for Dell Business Credit (DBC) and Dell Business Lease. To learn more about DBC online bill pay, click here. To learn more about Dell Business Lease online bill pay, click here."
        }
      }, {
        "@type": "Question",
        "name": "Can I change my order once it has been placed?",
        "acceptedAnswer": {
          "@type": "Answer",
          "text": "We don’t accept changes in the order once they are placed. However If changes are communicated within 24 hours, we might be able to make the change in the order or the address of delivery . These changes are at the sole discretion of Net Distribution Services."
        }
      },{
        "@type": "Question",
        "name": "I want to Place bulk orders or need some specific products who do I contact?",
        "acceptedAnswer": {
          "@type": "Answer",
          "text": "You can write into Contact us for all bulk orders, we will assist you with quotes and information based on the emails."
        }
      },{
        "@type": "Question",
        "name": "How do I know that my credit/ debit card payment is safe?",
        "acceptedAnswer": {
          "@type": "Answer",
          "text": "Payments are accepted through certified third party payment gateways. These gateways are certified for all security aspects."
        }
      }]
  }
